val chars = listOf('А', 'Б', 'В', 'Г', 'Д', 'Е', 'Ж', 'З', 'И', 'Й', 'К', 'Л', 'М', 'Н', 'О', 'П', 'Р', 'С', 'Т', 'У', 'Ф', 'Х', 'Ц', 'Ч', 'Ш', 'Щ', 'Ъ', 'Ы', 'Ь', 'Э', 'Ю', 'Я')

val tarabarChars = hashMapOf(
    'Б' to 'Щ',
    'В' to 'Ш',
    'Г' to 'Ч',
    'Д' to 'Ц',
    'Ж' to 'Х',
    'З' to 'Ф',
    'К' to 'Т',
    'Л' to 'С',
    'М' to 'Р',
    'Н' to 'П',
    'П' to 'Н',
    'Р' to 'М',
    'С' to 'Л',
    'Т' to 'К',
    'Ф' to 'З',
    'Х' to 'Ж',
    'Ц' to 'Д',
    'Ч' to 'Г',
    'Ш' to 'В',
    'Щ' to 'Б'
)
